const questionBoxSafe =[
  {
    t: "손씻기 실천율",
    q: "손을 자주 씻습니까? [2점]",
    pm: 1,
    answers:[
      {
        text: "① 씻는다.",        
      },
      {
        text: "② 자주 씻지 않는다.",
      },
    ]
  },
  {
    t: "하루 두 번 이상 양치질 비율",
    q: "하루 두 번 이상 양치질을 합니까? [2점]",
    pm: 1,
    answers:[
      {
        text: "① 한다.",        
      },
      {
        text: "② 안 한다.",
      },
    ]
  },
  {
    t: "안전밸트 착용율",
    q: "안전벨트 착용을 합니까? [2점]",
    pm: 1,
    answers:[
      {
        text: "① 한다.",        
      },
      {
        text: "② 안 한다.",
      },
    ]
  },
  {
    t: "헬멧과 보호장구 이용율",
    q: "헬멧과 보호장구를 이용합니까? [2점]",
    pm: 1,
    answers:[
      {
        text: "① 이용한다.",        
      },
      {
        text: "② 이용하지 않는다.",
      },
    ]
  },
  {
    t: "외상으로 치료받은 경험율",
    q: "외상으로 치료 받은 경험이 있습니까? [2점]",
    pm: -1,
    answers:[
      {
        text: "① 있다.",        
      },
      {
        text: "② 없다.",
      },
    ]
  },
]

export default questionBoxSafe;