const questionBoxEat =[
  {
    t: "주1회 이상 라면 섭취율",
    q: "주 1회 이상 라면을 먹습니까? [2점]",
    pm: -2,
    answers:[
      {
        text: "① 먹는다.",        
      },
      {
        text: "② 먹지 않는다.",
      },
    ]
  },
  {
    t: "주1회 이상 패스트푸드 섭취율",
    q: "주 1회 이상 패스트푸드를 먹습니까? [1점]",
    pm : -1,
    answers:[
      {
        text: "① 먹는다.",        
      },
      {
        text: "② 먹지 않는다.",
      },
    ]
  },
  {
    t: "우유 유제품 매일 섭취율",
    q: "우유 및 유제품을 매일 마십니까? [1점]",
    pm: 1,
    answers:[
      {
        text: "① 마신다.",        
      },
      {
        text: "② 마시지 않는다.",
      },
    ]
  },
  {
    t: "채소 매일 섭취율",
    q: "채소를 매일 먹습니까? [3점]",
    pm: 3,
    answers:[
      {
        text: "① 먹는다.",        
      },
      {
        text: "② 먹지 않는다.",
      },
    ]
  },
  {
    t: "아침식사 결식률",
    q: "아침 식사를 합니까? [3점]",
    pm : 3,
    answers:[
      {
        text: "① 먹는다.",        
      },
      {
        text: "② 먹지 않는다.",
      },
    ]
  },
]

export default questionBoxEat