const questionBoxLife =[
  {
    t: "주3일 이상 격렬한 신체활동 실천율",
    q: "주 3일 이상 격렬한 신체 활동을 합니까? [3점]",
    pm: 3,
    answers:[
      {
        text: "① 한다.",        
      },
      {
        text: "② 안 한다.",
      },
    ]
  },
  {
    t: "하루 6시간 이내",
    q: "하루에 6시간 이내로 수면을 취합니까? [4점]",
    pm: 4,
    answers:[
      {
        text: "① 그렇다.",        
      },
      {
        text: "② 그렇지 않다.",
      },
    ]
  },
  {
    t: "무기력과 우울 비율",
    q: "무기력과 우울한 감정이 있습니까? [2점]",
    pm: -2,
    answers:[
      {
        text: "① 있다.",        
      },
      {
        text: "② 없다.",
      },
    ]
  },
  {
    t: "수업 적응 어려움(수업시간 혼남)",
    q: "수업에 적응하는 데에 무리가 없습니까? [1점]",
    pm: 1,
    answers:[
      {
        text: "① 무리 없다.",        
      },
      {
        text: "② 힘들다.",
      },
    ]
  },
]

export default questionBoxLife;