const questionBox =[
  {
    t: "주1회 이상 라면 섭취율",
    q: "주 1회 이상 라면을 섭취",
    pm: 1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "주1회 이상 패스트푸드 섭취율",
    q: "주 1회 이상 패스트푸드를 섭취",
    pm : -1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "우유 유제품 매일 섭취율",
    q: "우유 및 유제품을 매일 섭취",
    pm: 1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "채소 매일 섭취율",
    q: "채소를 매일 섭취",
    pm: -1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "아침식사 결식률",
    q: "아침 식사를 결식",
    pm : -1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "주3일 이상 격렬한 신체활동 실천율",
    q: "주 3일 이상 격렬한 신체 활동을 실천",
    pm: 1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "하루 6시간 이내",
    q: "하루 6시간 이내로 수면",
    pm: -1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "무기력과 우울 비율",
    q: "무기력과 우울한 감정이",
    pm: -1,
    answers:[
      {
        text: "있다",        
      },
      {
        text: "없다",
      },
    ]
  },
  {
    t: "수업 적응 어려움(수업시간 혼남)",
    q: "수업에 적응이",
    pm: 1,
    answers:[
      {
        text: "쉽다",        
      },
      {
        text: "어렵다",
      },
    ]
  },
  {
    t: "손씻기 실천율",
    q: "손 씻기를 실천",
    pm: 1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "하루 두 번 이상 양치질 비율",
    q: "하루 두 번 이상 양치질을",
    pm: 1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "안전밸트 착용율",
    q: "안전벨트 착용을",
    pm: 1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "헬멧과 보호장구 이용율",
    q: "헬멧과 보호장구를 이용을",
    pm: 1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "외상으로 치료받은 경험율",
    q: "외상으로 치료 받은 경험이",
    pm: -1,
    answers:[
      {
        text: "있다",        
      },
      {
        text: "없다",
      },
    ]
  },
  {
    t: "하루 2시간 이상 TV 시청율",
    q: "하루 2시간 이상 TV를 시청",
    pm: -1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "하루 2시간 이상 인터넷이나 게임",
    q: "하루 2시간 이상 인터넷이나 게임을",
    pm: -1,
    answers:[
      {
        text: "한다",        
      },
      {
        text: "안한다",
      },
    ]
  },
  {
    t: "음란물이나 성인사이트에서 채팅",
    q: "음란물이나 성인 사이트에서 채팅을",
    pm: -1,
    answers:[
      {
        text: "해본 적 있다",        
      },
      {
        text: "해본 적 없다",
      },
    ]
  },
  {
    t: "가족내 흡연자 비율",
    q: "가족 내 흡연자가",
    pm: -1,
    answers:[
      {
        text: "있다",        
      },
      {
        text: "없다",
      },
    ]
  },
  {
    t: "가족내 과음자 비율",
    q: "가족 내 과음자가",
    pm: -1,
    answers:[
      {
        text: "있다",        
      },
      {
        text: "없다",
      },
    ]
  },
  {
    t: "음주 흡연 전문가와 상담 요청율",
    q: "음주/흡연에 대해 전문가와 상담을 요청해본 적이",
    pm: -1,
    answers:[
      {
        text: "있다",        
      },
      {
        text: "없다",
      },
    ]
  }

]

export default questionBox